---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamCompressionParallel
source: html/ba876172-b0c3-aac6-aa9c-7cddbe6c1e55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamCompressionParallel Property

"Compression parallel to grain"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamCompressionParallel { get; }
```